[
    {
        "id": 0,
        "name": "Iron Man",
        "rating": 5,
        "availability": 9,
        "review": "Tony Stark es un exitoso multimillonario, empresario e ingeniero, con una lujosa vida y una enorme fortuna gracias a sus inventos y a la herencia de su padre, pero su vida toma un giro repentino cuando es secuestrado por un grupo terrorista y sufre una grave lesión en el pecho cuando un fragmento de metralla se clava cerca de su corazón y amenaza con matarlo, sus captores tratan de obligarlo a construir un arma de destrucción masiva para ellos. Él crea en su lugar una poderosa armadura de hierro con armas incorporadas en el que él se metería para salvar su vida y escapar de su cautiverio. Tony escapa y decide reconstruir su armadura, convirtiéndose así en "El Hombre de Hierro" utilizando luego la armadura para volverse un héroe y proteger al mundo.",
        "thumb": "images/Iron_Man_bleeding_edge.jpg"
        },
    {
        "id": 1,
        "name": "Jurassic Park",
        "rating": 5,
        "availability": 3,
        "review": "Película de ciencia ficción estadounidense, dirigida por Steven Spielberg en cooperación de un grupo de paleontología de diversos museos de Estados Unidos, India, Sudáfrica e Inglaterra, estrenada en 1993 y basada en la novela homónima de Michael Crichton. Se ha convertido en una de las más exitosas películas de todos los tiempos —es una de las películas con mayores ganancias de la historia— y en un hito respecto al uso de los efectos digitales para la filmación de películas.",
        "thumb": "images/Jurassic_Park_poster.jpg"
        },
    {
        "id": 2,
        "name": "Transformers",
        "rating": 5,
        "availability": 5,
        "review": "La película, que combina animación por computadora con acción en vivo, es dirigida por Michael Bay, con Steven Spielberg como productor ejecutivo. Es la primera entrega de la serie fílmica de Transformers. Es protagonizada por Shia LaBeouf como Sam Witwicky, un adolescente que queda atrapado en una guerra entre los heroicos Autobots y los malvados Decepticons, dos facciones de robots extraterrestres que pueden ocultarse transformándose en maquinaria cotidiana, sobre todo vehículos. Los Autobots pretenden usar la Chispa Suprema, el objeto que creó su raza robótica, en un intento de reconstruir Cybertron y finalizar la guerra, mientras los Decepticons desean el control de la Chispa Suprema con la intención de usarla para construir un ejército dándole vida a las máquinas en la Tierra. Tyrese Gibson, Josh Duhamel, Anthony Anderson, Megan Fox, Rachael Taylor, John Turturro y Jon Voight también aparecen, mientras los actores de voz Peter Cullen y Hugo Weaving prestan su voz a Optimus Prime y Megatron respectivamente.",
        "thumb": "images/Transformers07.jpg"
        },
    {
        "id": 3,
        "name": "Avatar",
        "rating": 4,
        "availability": 3,
        "review": "Ambientada en el año 2156 los acontecimientos que narra se desarrollan en Pandora, una luna del planeta Polífemo habitada por una raza humanoide llamada na'vi, con la que los humanos se encuentran en conflicto debido a que uno de sus clanes está asentado alrededor de un gigantesco árbol que cubre una inmensa veta de un mineral muy cotizado y que supondría la solución a los problemas energéticos de la Tierra: el unobtainium. Jake Sully, un marine que quedó paralítico, es seleccionado para participar en el programa Avatar, un proyecto que transporta la mente de los científicos a unos cuerpos artificiales de na'vi para que la comunicación con los nativos resulte así más sencilla. Durante esa búsqueda de confianza entre Jake y los na'vi, Jake debe ser aprobado por la tribu y experimenta todas las relaciones con el bosque, la fauna y la flora que tienen los nativos, junto con sus costumbres y su lengua.",
        "thumb": "images/Avatar-Teaser-Poster.jpg"
        },
    {
        "id": 4,
        "name": "The Incredible Hulk",
        "rating": 5,
        "availability": 18,
        "review": "Película de superhéroes estadounidense de 2008 basada en el personaje Hulk, de Marvel Comics, producida por Marvel Studios y distribuida por Universal Studios. Es la segunda entrega del universo cinematográfico de Marvel. La cinta fue dirigida por Louis Leterrier, con un guion de Zak Penn. Es protagonizada por Edward Norton, Liv Tyler, Tim Roth, Tim Blake Nelson, Ty Burrell y William Hurt. En The Incredible Hulk, se establece un nuevo origen donde Bruce Banner se convierte en Hulk como un peón involuntario en un esquema militar para revitalizar el programa del supersoldado a través de radiación gamma.",
        "thumb": "images/The_Incredible_Hulk_poster.jpg"
        },
    {
        "id": 5,
        "name": "X-Men",
        "rating": 4,
        "availability": 0,
        "review": " La serie parte de la idea de que la evolución humana seguiría activa, encontrándose de hecho ante una encrucijada en la que nacería una nueva especie con grandes poderes y capacidades, los mutantes. Los protagonistas de X-Men son un grupo de ellos; los mutantes se caracterizan, de entre los personajes superheróicos de los cómics, porque han adquirido superpoderes gracias a mutaciones y cambios en su estructura genética.",
        "thumb": "images/XMen1poster.jpg"
        },
    {
        "id": 6,
        "name": "RoboCop",
        "rating": 3,
        "availability": 6,
        "review": "RoboCop trata temas más amplios como la manipulación mediática, la resurrección, la gentrificación, la corrupción política, la privatización, el capitalismo, la masculinidad y la naturaleza humana. Recibió críticas positivas y fue considerada una de las mejores películas del año 1987, comenzando una franquicia que incluye: dos secuelas, una serie de televisión, una mini-serie, dos series animadas, videojuegos, varias adaptaciones en cómic y diversos artículos con imágenes del personaje. La película fue producida con un presupuesto relativamente bajo de U$13 millones.",
        "thumb": "images/Robocop_poster.jpg"
        },
    {
        "id": 7,
        "name": "Godzilla (I)",
        "rating": 3,
        "availability": 2,
        "review": "Godzilla es una película de monstruos de ciencia ficción dirigida por Gareth Edwards. La película pretende reiniciar desde cero la franquicia fílmica de Godzilla al recontar los orígenes del popular monstruo dentro de nuestros tiempos y presentarlo como una "aterradora fuerza de la naturaleza", fiel al estilo de películas elaboradas por Toho. La protagonizan Aaron Taylor-Johnson, Ken Watanabe, Elizabeth Olsen, Juliette Binoche, Sally Hawkins, David Strathairn, y Bryan Cranston. Los créditos por el guion pertenecen a Max Borenstein pero también hubo contribuciones en ese aspecto por parte de David Callaham, David S. Goyer, Drew Pearce y Frank Darabont.",
        "thumb": "images/Godzilla_%281998_Movie_Poster%29.jpg"
        },
    {
        "id": 8,
        "name": "Hollow Man",
        "rating": 3,
        "availability": 6,
        "review": "El hombre sin sombra (en inglés Hollow man) es un thriller de ciencia ficción del año 2000 nominada a un premio Oscar por efectos visuales, protagonizada por Kevin Bacon, Elisabeth Shue y Josh Brolin, y dirigida por Paul Verhoeven. Este film es sobre un científico que hace a sí mismo invisible, una historia que pudo ser inspirada por el libro de H. G. Wells El hombre invisible.",
        "thumb": "images/Poster_Hollow_Man.jpg"
        }
    ]
